Repository: eplr/esrs-llm
Catalog: 02_TMX/GLOSSAIRE ESRS.tmx
Source language: en_gb
Languages: fr_fr

source: part-time employee
fr_fr: salarié à temps partiel

source: payment practices
fr_fr: pratiques en matière de paiement

source: participation rights
fr_fr: droits à la participation

source: Commission Recommendation (EU) 2021/2279 on the use of the Environmental Footprint methods to measure and communicate the life cycle environmental performance of products and organisations
fr_fr: Recommandation de la Commission (UE) 2021/2279 de la Commission relative à l’utilisation de méthodes d’empreinte environnementale pour mesurer et indiquer la performance environnementale des produits et des organisations sur l’ensemble du cycle de vie

source: pollution control
fr_fr: réduction de la pollution

source: pollution prevention
fr_fr: prévention de la pollution

source: sustainable economy
fr_fr: économie durable

source: appendix c
fr_fr: appendice c

source: monetary unit
fr_fr: unité monétaire

source: top management
fr_fr: encadrement supérieur

source: EU Climate Law
fr_fr: loi européenne sur le climat

source: taking action in relation
fr_fr: façon d'agir face à

source: other disclosure
fr_fr: autre obligation de publication

source: required information
fr_fr: information requise

source: internal control
fr_fr: contrôle interne

source: risk management process
fr_fr: procédure de gestion des risques

source: EEA
fr_fr: EEE

source: non-renewable resource
fr_fr: ressources non renouvelables

source: intended outcome
fr_fr: résultat escompté

source: information requirements
fr_fr: informations requises

source: freedom of association
fr_fr: liberté d'association

source: potential barrier
fr_fr: éventuel obstacle

source: remediation
fr_fr: réparation

source: collective agreement
fr_fr: convention collective

source: undertaking's workforce
fr_fr: effectifs de l'entreprise

source: undertaking's target
fr_fr: cible de l'entreprise

source: undertaking's assessment
fr_fr: évaluation par l'entreprise

source: understanding of the key actions
fr_fr: comprendre les actions clés

source: Transition plan for climate change mitigation
fr_fr: Plan de transition pour l’atténuation du changement climatique

source: topical disclosure
fr_fr: information thématique à publier

source: significant risk of incidents
fr_fr: présentant un risque important

source: sectoral decarbonisation approach
fr_fr: approche de décarbonation sectorielle

source: resulting disclosures
fr_fr: informations en résultant

source: by reporting only qualitative disclosures for the first 3 years of preparation of its sustainability statement
fr_fr: en ne publiant que des informations qualitatives, lors des trois premières années de préparation de sa déclaration relative à la durabilité

source: relationship with the undertaking
fr_fr: relation avec l'entreprise

source: reference target value
fr_fr: valeur cible de référence

source: preparation of sustainability information
fr_fr: préparation des informations en matière de durabilité

source: presentation of sustainability information
fr_fr: présentation des informations en matière de durabilité

source: people provided by undertakings
fr_fr: personnes fournies par des entreprises

source: NACE Code N78
fr_fr: Code NACE N78

source: participation rights of workers
fr_fr: droits des travailleurs à l’information

source: qualitative disclosure
fr_fr: publication d'informations qualitatives

source: note in the financial statements
fr_fr: note dans les états financiers

source: non-guaranteed hours employees
fr_fr: salariés au nombre d’heures non garanti

source: resources allocated to the management of material impacts
fr_fr: ressources allouées à la gestion des incidences importantes

source: indirect business relationship
fr_fr: relation d'affaires indirecte

source: high-water stress
fr_fr: stress hydrique élevé

source: GHG removal activity
fr_fr: activité d’absorption des GES

source: existence of work councils
fr_fr: existence de comités d'entreprise

source: GHG emissions from electricity consumption of direct air capture technologies
fr_fr: électricité consommée par les technologies de captage direct dans l'air

source: ESRS E3 Water and marine resources
fr_fr: ESRS E3 Ressources aquatiques et marines

source: energy resources
fr_fr: ressource énergétiques

source: metric tonnes of CO2eq
fr_fr: tonnes métriques équivalent CO2

source: ESRS 2 IRO-1 – Description of the processes to identify and assess material biodiversity and ecosystem-related impacts, risks and opportunities
fr_fr: Description des processus permettant d’identifier et d’évaluer les incidences, risques et opportunités importants liés au changement climatique

source: donwstream value chain
fr_fr: chaîne de valeur en aval

source: upstream value chain
fr_fr: chaîne de valeur en amont

source: Minimum Disclosure Requirement on policies, actions, and targets
fr_fr: exigences de publication minimums correspondantes, concernant les politiques, les actions et les cibles

source: climate-related scenario analysis
fr_fr: analyse de scénarios climatiques

source: climate-related physical risk
fr_fr: risque physique lié au changement climatique

source: chronic physical risk
fr_fr: risque physique chronique

source: business conduct matter
fr_fr: question relative à la conduite des affaires

source: ESRS 2 BP-2 Disclosures in relation to specific circumstances
fr_fr: ESRS 2 BP-2 Publication d’informations relatives à des circonstances particulières

source: area of high-water stress
fr_fr: aire soumise à un stress hydrique élevé

source: annual total remuneration
fr_fr: rémunération annuelle totale

source: EU Paris-aligned Benchmarks
fr_fr: indices de référence « accord de Paris »

source: market-based method
fr_fr: méthode fondée sur le marché

source: land-system change
fr_fr: changement de système terrestre

source: unconsolidated subsidiary
fr_fr: filiale non consolidée

source: perspective of consumers
fr_fr: point de vue des consommateurs

source: drafting conventions
fr_fr: conventions de rédaction

source: effectiveness of actions
fr_fr: efficacité des actions

source: a target to
fr_fr: une cible liée

source: usefulness of information provided to potential and actual consumers
fr_fr: utilité des informations fournies aux consommateurs et/ou utilisateurs finals potentiels et réels

source: Eco-Management and Audit Scheme (EMAS)
fr_fr: système de management environnemental et d’audit (EMAS)

source: including information
fr_fr: y compris les informations

source: OECD Due Diligence Guidance
fr_fr: guide OCDE sur le devoir de diligence

source: EU Biodiversity Strategy for 2030
fr_fr: Stratégie de l’UE en faveur de la biodiversité à l’horizon 2030

source: presentation of the information about sustainability matters
fr_fr: présentation des informations sur les questions de durabilité

source: single amount
fr_fr: montant unique

source: sustainable oceans / seas practices or policies
fr_fr: pratiques ou politiques durables en ce qui concerne les océans/mers

source: general basis
fr_fr: base générale

source: protection of individuals that use the mechanisms against the retaliation
fr_fr: protection contre les représailles des personnes qui utilisent les mécanismes

source: target year
fr_fr: année cible

source: sustainability topic
fr_fr: thème de durabilité

source: threatened species
fr_fr: espèces menacées

source: entity-specific disclosures
fr_fr: publication d’informations spécifiques de l’entité

source: waste hierarchy
fr_fr: hiérarchie des déchets

source: quantitative metric
fr_fr: métrique quantitative

source: total number of employees
fr_fr: nombre total de salariés

source: material matters
fr_fr: questions importantes

source: consolidated basis
fr_fr: base consolidée

source: PFCs
fr_fr: PFC

source: long-term target
fr_fr: objectif à long temre

source: adaptation action
fr_fr: action d'atténuation

source: science-based target
fr_fr: cible sur une base scientifique

source: stakeholder feedback
fr_fr: retour d’information des parties intéressées

source: EU legislation
fr_fr: acte législatif de l'UE

source: specific group
fr_fr: groupe particulier

source: resource efficiency
fr_fr: efficacité des ressources

source: climate neutrality
fr_fr: neutralité climatique

source: operating segment
fr_fr: secteur opérationnel

source: significant asset
fr_fr: actif présentant un intérêt significatif

source: scope
fr_fr: périmètre

source: HFCs
fr_fr: HFC

source: mitigation project
fr_fr: projet d'atténuation

source: internal function
fr_fr: fonction interne

source: planetary boundary
fr_fr: limite planétaire

source: fuel consumption
fr_fr: consommation de combustible

source: removal project
fr_fr: projet d'absorption

source: anti-corruption and anti-bribery laws
fr_fr: législation sur la lutte contre la corruption et les actes de corruption

source: action plan
fr_fr: plan d'action

source: primary user
fr_fr: principal utilisateur

source: environmental matter
fr_fr: question environnementale

source: credit institution
fr_fr: établissement de crédit

source: desertification
fr_fr: désertification

source: reporting purpose
fr_fr: à des fins de publication d'informations

source: adequate housing
fr_fr: logement adéquat

source: investments
fr_fr: investissements

source: health and safety management system
fr_fr: système de gestion de la santé et de la sécurité

source: accounting standard
fr_fr: norme comptable

source: stakeholder
fr_fr: partie intéressée

source: baseline emissions
fr_fr: émissions de référence

source: future impact
fr_fr: incidence future

source: violation of anti-corruption and anti-bribery laws
fr_fr: infraction à la législation sur la lutte contre la corruption et les actes de corruption

source: total remuneration ratio
fr_fr: ratio de rémunération totale

source: impact assessment
fr_fr: analyse d'impact

source: numerator
fr_fr: numérateur

source: proxy
fr_fr: intermédiaire

source: absolute value
fr_fr: valeur absolue

source: general level
fr_fr: niveau général

source: severity of the impact
fr_fr: gravité de l'incidence

source: breakdown
fr_fr: ventilation

source: ocean acidification
fr_fr: acidification des océans

source: general strategy
fr_fr: stratégie générale

source: waste generation
fr_fr: production de déchets

source: ressource outflow
fr_fr: ressource sortante

source: subparagraph
fr_fr: alinéa

source: direct measurement
fr_fr: mesure directe

source: sustainable sourcing
fr_fr: approvisionnement durable

source: use of graphic depictions
fr_fr: utilisation de représentations graphiques

source: undertaking's facility
fr_fr: installations de l'entreprise

source: circular economy policy
fr_fr: politique en matière d'économie circulaire

source: understanding of the targets
fr_fr: comprendre les cibles

source: statement on due diligence
fr_fr: déclaration sur la diligence raisonnable

source: breakdown of total revenue
fr_fr: ventilation des recettes totales

source: significant esrs sector
fr_fr: secteur significatif relevant des ESRS

source: cash flows for the reporting period
fr_fr: flux de trésorerie de l'entreprise pour la période de référence

source: ESRS S4 Consumers and end-users
fr_fr: ESRS S4 Consommateurs et utilisateurs finals

source: relevant topical esrs
fr_fr: ESRS thématique concernée

source: presenting comparative information
fr_fr: présentation d’informations comparatives

source: preparation of the sustainability statement under the ESRS
fr_fr: préparation de la déclaration relative à la durabilité au titre de l’ESRS

source: potential climate-related opportunity
fr_fr: opportunité potentielle liée au changement climatique

source: phased-in disclosure requirement
fr_fr: exigence de publication introduites par étapes

source: ESRS 2 IRO-1 – Description of the processes to identify and assess material pollution-related impacts, risks and opportunities
fr_fr: ESRS 2 IRO-1 – Description des procédures de recensement et d’évaluation des incidences, risques et opportunités importants en matière de pollution

source: material pollution-related impact
fr_fr: incidence importante en matière de pollution

source: material pollution-related risk
fr_fr: risque important en matière de pollution

source: material pollution-related opportunity
fr_fr: opportunité importante en matière de pollution

source: ESRS 2 IRO-1 – Description of the processes to identify and assess material climate-related impacts, risks and opportunities
fr_fr: ESRS 2 IRO-1 – Description des processus permettant d’identifier et d’évaluer les incidences, risques et opportunités importants liés au changement climatique

source: material climate-related impact
fr_fr: incidence importante liée au changement climatique

source: material climate-related risk
fr_fr: risque important lié au changement climatique

source: material climate-related opportunity
fr_fr: opportunité importante liée au changement climatique

source: intensity required by paragraph
fr_fr: intensité énergétique requise au paragraphe

source: how the perspectives of communities have informed specific decisions or activities of the undertaking
fr_fr: la manière dont les points de vue des communautés ont façonné certaines de ses décisions ou activités, l’entreprise

source: information on current financial effects
fr_fr: informations sur les incidences financières actuelles

source: material influence on the undertaking's financial position
fr_fr: influence importante sur la situation financière de l'entreprise

source: material influence on the undertaking’s financial performance and cash flows, over the short-, medium- and long- term.
fr_fr: influence importante sur la performance financière de l'entreprise

source: material influence on the undertaking’s cash flows
fr_fr: influence importante sur les flux de trésorerie de l'entreprise

source: GHG Protocol Corporate Value Chain (Scope 3) Accounting and Reporting Standard (Version 2011)
fr_fr: protocole des GES: une norme de comptabilisation et de déclaration destinée à la chaîne de valeur de l’entreprise (périmètre 3) (version 2011)

source: GHG mitigation project
fr_fr: projet d'atténuation des GES

source: coal-related activity
fr_fr: activité liée au charbon

source: oil-related activity
fr_fr: activité liée au pétrole

source: gas-related activity
fr_fr: activité liée au gaz

source: following tabular format
fr_fr: format de tableau suivant

source: financial materiality assessment
fr_fr: évaluation de l’importance du point de vue financier

source: external performance rating
fr_fr: notation de performance externe

source: ESRS sustainability statement
fr_fr: déclaration ESRS relative à la durabilité

source: on social conditions
fr_fr: en matière sociale

source: E4-6 – Anticipated financial effects from biodiversity and ecosystem-related risks and opportunities
fr_fr: E4–6 Incidences financières escomptées des risques et opportunités liés à la biodiversité et aux écosystèmes

source: biodiversity-related risk
fr_fr: risque lié à la biodiversité

source: biodiversity-related opportunity
fr_fr: opportunité liée à la biodiversité

source: ecosystem-related risk
fr_fr: risque lié à l'écosystème

source: ecosystem-related opportunity
fr_fr: opportunité liée à l'écosystème

source: due diligence policy on issues
fr_fr: politique de diligence raisonnable sur les questions

source: processes to remediate negative impacts
fr_fr: procédures visant à remédier aux incidences négatives

source: channels for affected communities to raise concerns
fr_fr: canaux permettant aux communautés touchées de faire part de leurs préoccupations

source: capacity of the undertaking
fr_fr: capacité de l'entreprise

source: exposures subject to physical risk
fr_fr: expositions soumises à un risque physique

source: biodiversity-sensitive area
fr_fr: zone sensible sur le plan de la biodiversité

source: actual material impact
fr_fr: incidence importante réelle

source: DNSH
fr_fr: critère DNSH

source: other part of the standard
fr_fr: autre partie de la norme

source: consideration of biodiversity
fr_fr: prise en considération de la biodiversité

source: source of estimation uncertainty
fr_fr: source d’incertitude associée aux estimations

source: source of outcome uncertainty
fr_fr: source d’incertitude associée aux résultats

source: information about targets in accordance with paragraph
fr_fr: informations concernant les cibles, conformément au paragraphe

source: stability of the targets over time in terms of
fr_fr: stabilité des cibles dans le temps en ce qui concerne

source: sustainability-related risk
fr_fr: risque en matière de durabilité

source: scope of consolidation
fr_fr: périmètre de consolidation

source: direct cross-reference
fr_fr: référence croisée directe

source: disclosure in the financial statements
fr_fr: informations à publier pertinentes figurant dans les états financiers

source: reducing negative impact
fr_fr: réduction des incidences négatives

source: connected information
fr_fr: informations liées

source: organisations acting on their behalf (of the undertaking)
fr_fr: organisations agissant en son nom (au nom de l'entreprise)

source: labour rights
fr_fr: droits du travail

source: list of matters
fr_fr: liste de questions

source: capex plan
fr_fr: plan CapEx

source: benchmarking
fr_fr: évaluation comparative

source: external auditing
fr_fr: audit externe

source: undue cost
fr_fr: coût excessif

source: undue effort
fr_fr: effort excessif

source: equal pay for work of equal value
fr_fr: égalité de rémunération pour un travail de valeur égale

source: contractual arrangement
fr_fr: accord contractuel

source: regulation
fr_fr: règlement

source: taxonomy regulation
fr_fr: règlement sur la taxinomie

source: main direct driver
fr_fr: principal facteur direct

source: achieve positive material impact
fr_fr: créer une incidence positive importante

source: GHG mitigation
fr_fr: atténuation des GES

source: amount of fines
fr_fr: montant des amendes

source: involvement of stakeholders
fr_fr: participation des parties intéressées

source: specific load
fr_fr: charge spécifique

source: political contribution
fr_fr: contribution politique

source: impact metric
fr_fr: métrique d'incidence

source: economic activity
fr_fr: activité économique

source: specific piece of information
fr_fr: information particulière

source: reduction of water consumption
fr_fr: réduction de la consommation d'eau

source: biodiversity offset
fr_fr: compensation en faveur de la biodiversité

source: current period
fr_fr: période en cours

source: other undertaking
fr_fr: autre entreprise

source: material error
fr_fr: erreur importante

source: sold products
fr_fr: produits vendus

source: significant risk
fr_fr: risque important

source: calculation methodology
fr_fr: méthode de calcul

source: minimisation
fr_fr: réduction au minimum

source: protected area
fr_fr: aire protégée

source: requirement of paragraph
fr_fr: exigence du paragraphe

source: external development
fr_fr: évolution externe

source: target
fr_fr: cible

source: relevant language
fr_fr: langue concernée

source: appendix
fr_fr: appendice

source: positive outcome
fr_fr: résultat positif

source: amount of assets
fr_fr: montant des actifs

source: extinction risk
fr_fr: risque d'extinction

source: effectiveness
fr_fr: efficacité

source: graphic depiction
fr_fr: représentation graphique

source: trafficking in human beings
fr_fr: traite des êtres humains

source: policy in relation
fr_fr: être humains

source: geographical area
fr_fr: zone géographique

source: specific countries
fr_fr: certains pays

source: brief description of the types of communities subject to material impacts by its own operations or through its upstream and downstream value chain
fr_fr: description succincte des types de communautés susceptibles d’être concernées par des incidences importantes du fait des activités de l’entreprise ou par l’intermédiaire de sa chaîne de valeur en amont et en aval

source: risk
fr_fr: risque

source: land degradation
fr_fr: dégradation des terres

source: measurement uncertainty
fr_fr: incertitude de mesure

source: reporting date
fr_fr: date de clôture

source: total carrying value
fr_fr: valeur comptable totale

source: pay level
fr_fr: niveau de rémunération

source: water framework directive
fr_fr: directive-cadre sur l'eau

source: right of indigenous peoples
fr_fr: droit des peuples autochtones

source: aquatic ecosystem
fr_fr: écosystème aquatique

source: biological diversity
fr_fr: diversité biologique

source: direct interest
fr_fr: intérêt direct

source: specific approach
fr_fr: approche particulière

source: addressing material negative impacts
fr_fr: traitement des incidences négatives importantes

source: carrying value
fr_fr: valeur comptable

source: Energy Performance Certificate
fr_fr: classe d'efficacité énergétique

source: primary aim
fr_fr: objectif premier

source: investee company
fr_fr: société bénéficiaire d'investissements

source: international instrument
fr_fr: instrument international

source: emission level
fr_fr: niveau d'émissions

source: emission levels associated with the best available techniques
fr_fr: niveaux d’émission associés aux meilleures techniques disponibles

source: code of conduct
fr_fr: code de conduite

source: specific type of action plan
fr_fr: type spécifique de plan d'action

source: resource allocated to the management of material impacts
fr_fr: ressource allouée à la gestion des incidences importantes

source: reference document
fr_fr: document de référence

source: classified information
fr_fr: information classifiée

source: dedicated website
fr_fr: site Internet spécialisé

source: pollutant
fr_fr: polluant

source: average number
fr_fr: nombre moyen

source: GWP
fr_fr: PRP

source: lobbying activities
fr_fr: activités de lobbying

source: political influence
fr_fr: influence politique

source: continuous learning
fr_fr: apprentissage continu

source: harasser
fr_fr: harceleur

source: land cover
fr_fr: occupation des sols

source: timeframe
fr_fr: délai

source: total amount
fr_fr: quantité totale

source: IUCN Red List of Species
fr_fr: espèces menacées figurant dans la liste rouge de l’UICN

source: stakeholder engagement
fr_fr: interaction avec les parties intéressées

source: using commercial leverage
fr_fr: recours à un levier commercial

source: undertaking's value proposition
fr_fr: proposition de valeur de l'entreprise

source: undertaking's financial statements
fr_fr: états financiers de l'entreprise

source: undertaking's dependency on consumers
fr_fr: dépendance de l’entreprise à l’égard des consommateurs

source: undertaking's dependency on affected communities
fr_fr: dépendance de l’entreprise à l’égard des communautés touchées

source: undertaking's business partner
fr_fr: partenaire commercial de l'entreprise

source: undertaking's ability
fr_fr: capacité de l'entreprise

source: understanding of the formal means
fr_fr: comprendre les moyens formels

source: understanding of any actions
fr_fr: comprendre toute action

source: the sources and the level of uncertainty of those assumptions
fr_fr: les sources et le niveau d’incertitude liés à ces hypothèses

source: production of renewable liquid and gaseous transport fuels of non-biological origin
fr_fr: production de carburants liquides et gazeux renouvelables destinés au secteur des transports, d’origine non biologique

source: over time in terms of definitions and methods
fr_fr: au fil du temps au niveau des définitions et des méthodes

source: target in the reporting period
fr_fr: cible au cours de la période de référence

source: broader environmental or sustainability policies covering different subtopics.
fr_fr: politiques plus générales couvrant différents sous-sujets en matière d’environnement ou de durabilité
